Repository: WBSS/itweet-mobile-app
Catalog: po/*.po
Languages: fr

# alltweet_item_list_is_loading
source: The message list is loaded
fr: Liste des messages est chargé

# attribute_involvedPersons_button_skip
source: Skip involved persons
fr: personnes de couverture

# attribute_involvedPersons_subtitle
source: Add persons
fr: personnes de couverture

# attribute_involvedPersons_text
source: Enter person-id or name
fr: Entrez une pièce d'identité ou le nom

# attribute_time_invalid_date
source: Invalid Date/Time
fr: Pas d'événement valide Date / Heure

# attribute_time_subheader
source: Set eventtime date/time
fr: Événement de capture Date / Heure

# attribute_title_involvedPersons
source: Involved
fr: Partie

# attribute_title_time
source: Eventtime
fr: Heure de l'événement

# attribute_title_train
source: Train and Vehicles
fr: Tirer / numéro de véhicule

# attribute_train_subheader
source: Choose
fr: Record

# category_title
source: Category
fr: Catégorie

# context_subtitle
source: Create a message to the topic
fr: Créer un message à ce sujet

# context_title
source: Topic
fr: Sujet

# disclaimer_subtitle
source: Disclaimer
fr: Terms & Conditions

# disclaimer_text_title
source: General conditions for the use of the Internet pages of iTweet
fr: Terms & Conditions

# disclaimer_title
source: Conditions
fr: Terms & Conditions

# error_html5_container_loading_title
source: Message list
fr: Liste des messages

# general_info_created_failed_message
source: Sending failed
fr: Envoi a échoué

# general_info_created_message
source: Sending successful
fr: Réussite de l'envoi

# general_info_high_ping_message
source: Your message was not delivered. Please try again later.
fr: Votre message n'a pas été livré. Veuillez réessayer plus tard.

# general_info_high_ping_title
source: Bad connection
fr: Mauvaise connexion

# general_info_send_canceled
source: The request was aborted
fr: La requête a été interrompue

# general_info_send_message
source: Do you like to send the message?
fr: Envoyer un succès

# general_info_send_title
source: Send message?
fr: Envoyer un message?

# help_title
source: Help
fr: Aide

# input_error_mandatory
source: Mandatory Entry
fr: Champ obligatoire

# input_error_too_long
source: Input is too long
fr: Entrée est trop longue

# input_error_too_short
source: Input is too short
fr: Entrée est trop longue

# item_save_text
source: The message was saved successfully.
fr: Le message a bien été enregistré.

# item_save_title
source: My Messages
fr: Mes messages

# item_saved_subtitle
source: Messages not sent
fr: Messages pas envoyés

# lbl_info_file_mandatory
source: (Fill in content*)
fr: (Remplissez colonne*)

# lbl_info_file_mandatory_multi
source: (Fill in at least on field*)
fr: (Remplir au moins un * colonne)

# lbl_map_layer_selection
source: Map layer
fr: carte layer

# lbl_no
source: No
fr: Non

# lbl_yes
source: Yes
fr: Oui

# location_button_next
source: Next
fr: Prochaine

# location_title
source: Location
fr: Choisir lieu

# login_button_login
source: Login
fr: Connexion

# login_button_logout
source: Logout
fr: Déconnecter

# login_message_create_not_allowed
source: You are not authorized to create messages.
fr: Vous n'êtes pas autorisé à créer des messages.

# login_placeholder_name
source: User name
fr: Nom d'utilisateur

# login_placeholder_password
source: Password
fr: Mot de passe

# login_status_fail
source: Login not successful, username or password incorrect.
fr: Connectez-vous pas réussi. Mauvais nom d'utilisateur ou mot de passe.

# login_text
source: Enter your username and password. This data is not stored on the smartphone.
fr: Entrez votre nom d'utilisateur et mot de passe. Ces données ne sont pas stockées sur le smartphone.

# login_title_create_not_allowed
source: No authorization
fr: Aucune autorisation

# message_button_skip
source: Next without text
fr: Next sans texte

# message_placeholder
source: Text*...
fr: Texte*...

# message_subtitle
source: Writing
fr: Écriture

# message_title
source: Text
fr: Texte

# multicategory_button_skip
source: Skip
fr: Passer

# mydata_error
source: Please select a Person
fr: S'il vous plaît choisir une seule personne.

# mydata_login
source: Enter person-id or name
fr: Entrez une pièce d'identité ou le nom

# mydata_title
source: My Data
fr: Mes données

# object_title
source: Object
fr: Objets

# option_button_no
source: No
fr: Non

# option_button_yes
source: Yes
fr: Oui

# overview_alert_mandatory
source: Couldn’t send message. Please fill in the required fields
fr: Message non envoyé! Tout rouge marqué doit être enregistré obligatoire convaincante.

# overview_alert_mandatory_title
source: Required fields
fr: Capture obligatoire

# overview_button_delete
source: Undo send
fr: Envoyer Annuler

# overview_button_new
source: New message
fr: Nouveau message

# overview_button_save
source: Save changes
fr: Sauver les modifications

# overview_button_send
source: Send
fr: Envoyer

# overview_button_store
source: Save
fr: Sauver

# overview_button_update
source: Send update
fr: Soumettre les modifications

# overview_cancel_option_message
source: Do you want to delete the message?
fr: Rejeter le message actuel?

# overview_cancel_option_title
source: Message not sent!
fr: Message non envoyé!

# overview_delete_option_message
source: Do you want to make sending the message really undo?
fr: Voulez-vous faire le vraiment annuler l'envoi du message?

# overview_delete_option_title
source: Warning
fr: Avertissement

# overview_label_involvedPersons_placeholder
source: There are no other people involved.
fr: Pas de personnes impliquées, il sont affectés

# overview_label_location_placeholder
source: No place found.
fr: Pas de place trouvé.

# overview_label_text_placeholder
source: You have not entered any text yet.
fr: Vous n'avez pas encore entré un texte.

# overview_label_time_placeholder
source: You have not set an eventtime.
fr: Vous n'avez pas défini un événement de temps

# overview_label_train_placeholder
source: You have not set a train or vehicle
fr: Il n'y a pas de données d'objet (train / numéro de véhicule) affectés.

# overview_message_no_vehicle_data
source: You have not entered any vehicle data yet
fr: Vous avez entré aucune donnée de véhicule

# overview_message_track_position_invalid
source: Track position is invalid
fr: Kilomètre est invalide

# overview_subtitle
source: Editing
fr: Rédaction

# overview_title
source: Overview
fr: Résumé

# personel_button_cancel
source: Cancel
fr: Annuler

# personel_button_save
source: Save
fr: Sauvegarder

# personel_error_name
source: Your name must be at least 3 characters long
fr: Votre nom doit être d'au moins 3 caractères

# personel_placeholder_name
source: First name last name (optional)
fr: Prénom nom (optionnel)

# personel_placeholder_phone
source: Phone (optional)
fr: Téléphone (optionnel)

# personel_register
source: Register
fr: S’inscrire

# photo_action_sheet_button_2
source: Camera
fr: Caméra

# photo_action_sheet_button_cancel
source: Stop
fr: Annuler

# photo_action_sheet_button_delete
source: Delete
fr: Supprimer

# photo_action_sheet_title
source: Choose source
fr: Sélectionner l'origine

# photo_button_skip
source: Next without photo
fr: Next sans photo

# photo_subtitle
source: Create or select from album
fr: Créer ou choisir à partir de l'album

# rhblocation_chooseLocation
source: Location
fr: Station / Ville

# rhblocation_choosePosition
source: Track position
fr: Kilomètre

# rhblocation_chooseTrack
source: Track
fr: Route

source: Search…
fr: Recherche ...

# settings_message_cache_message
source: The App cache has been cleared.
fr: Le cache de App a été effacée.

# settings_message_cache_question
source: Do you really want to empty the App cache?
fr: Voulez-vous vraiment vider le cache de App?

# settings_message_cache_title
source: App Cache
fr: App cachette

# settings_title
source: Settings
fr: Réglages

# settings_title_clear_cache
source: Empty the App cache
fr: Vider le App cache

# settings_title_demands
source: Conditions
fr: Terms & Conditions

# settings_title_help
source: Help
fr: Aide

# settings_title_my_items
source: Messages not sent
fr: Messages pas envoyés

# settings_title_profil
source: My data
fr: Mes données

# speech_button_delete
source: Delete
fr: Effacer

# speech_button_listen
source: Play
fr: Lecture

# speech_button_skip
source: Next without record
fr: Next sans enregistrer

# speech_button_start
source: Start record
fr: Commencer l'enregistrement

# speech_subtitle
source: Record
fr: Enregistrer

# speech_title
source: Language
fr: Langue

# time_day
source: Day
fr: Jour

# time_hours
source: Hours
fr: Heure

# time_minutes
source: Minutes
fr: Minute

# time_month
source: Month
fr: Moin

# time_year
source: Year
fr: An

# train_train_number
source: Train number
fr: Numéro de train

# train_vehicle_number
source: Vehicle number
fr: Numéro du véhicule

# upload_status_connect
source: Connect…
fr: Connecter...

# upload_status_speech
source: Language
fr: Langue

# upload_status_title
source: Upload
fr: Télécharger

# visibility_subheader
source: Confidential message
fr: Rapports confidentiels

# visibility_title
source: Visibility
fr: Confidentiel
